000001     IDENTIFICATION DIVISION.
000002     PROGRAM-ID. HELLO-WORLD.
000003
000004     PROCEDURE DIVISION.
000005         DISPLAY "Hello, World!".
000006     STOP RUN.
